Repository: vteam-com/Cards
Catalog: lib/l10n/app_*.arb
Languages: fr

# startNewGame
source: Start a New Game
fr: Démarrer une nouvelle partie

# joinExistingGame
source: Join an Existing Game
fr: Rejoindre une partie

source: Score Keeper
fr: Carnet de scores

source: Account
fr: Compte

source: Signed in
fr: Connecté

source: Playing as Guest
fr: Jouer en invité

source: Not signed in
fr: Non connecté

source: Signing in...
fr: Connexion...

source: Sign in with Google
fr: Se connecter avec Google

source: Signing out...
fr: Déconnexion...

source: Sign out
fr: Se déconnecter

source: Google sign-in failed.
fr: Échec de la connexion Google.

source: Sign out failed.
fr: Échec de la déconnexion.

# startGameWizardTitle
source: Start Game
fr: Démarrer

# joinGameTitle
source: Join Game
fr: Rejoindre

# cardGamesTitle
source: Card Games
fr: Jeux de cartes

source: Next
fr: Suivant

source: Back
fr: Retour

source: Start Game
fr: Démarrer la partie

source: What type of game?
fr: Quel type de jeu ?

# pickTableOrCreate
source: Pick a table or create a new one
fr: Choisissez une table ou créez-en une

# tapExistingTable
source: Tap an existing table to continue
fr: Touchez une table existante pour continuer

# noExistingTables
source: No existing tables found. Create a new one to continue.
fr: Aucune table trouvée. Créez-en une pour continuer.

source: Create New Table
fr: Créer une table

# createTableHelp
source: Create a table. If it already exists, you can join it.
fr: Créez une table. Si elle existe déjà, vous pourrez la rejoindre.

# enterTableName
source: Enter a table name to check if it already exists.
fr: Entrez un nom de table pour vérifier si elle existe.

# thisTableAlreadyHasPlayers
source: This table already has players. You can join it instead of creating a new table.
fr: Cette table a déjà des joueurs. Vous pouvez la rejoindre au lieu d'en créer une nouvelle.

source: Join This Table
fr: Rejoindre cette table

# whoAreYou
source: Who Are You? Select above ⬆ or join below ⬇
fr: Qui êtes-vous ? Sélectionnez ci-dessus ⬆ ou rejoignez ci-dessous ⬇

source: Join
fr: Rejoindre

# pleaseEnterYourName
source: Please enter your name above ⬆
fr: Veuillez saisir votre nom ci-dessus ⬆

# waitingForPlayers
source: Waiting for players to join
fr: En attente de joueurs

source: Join Game
fr: Rejoindre la partie

source: Game Rules
fr: Règles du jeu

# selectTableToJoin
source: Select a Table to Join
fr: Sélectionnez une table

# useSearchBox
source: Use the search box to quickly find a table
fr: Utilisez la recherche pour trouver rapidement une table

# joiningTable
source: Joining Table: {table}
fr: Table : {table}

source: Enter Your Name
fr: Entrez votre nom

source: Your Name
fr: Votre nom

source: Join Table
fr: Rejoindre la table

source: Welcome, {player}!
fr: Bienvenue, {player} !

# readyToPlayPlayersAtTable
source: Ready to play! {count} players at table.
fr: Prêt à jouer ! {count} joueurs à la table.

# waitingForMorePlayers
source: Waiting for more players to join...
fr: En attente d'autres joueurs...

source: Game Over
fr: Fin de partie

source: Players
fr: Joueurs

source: Games Won
fr: Parties gagnées

source: This Game
fr: Cette partie

source: Play Again
fr: Rejouer

source: Exit
fr: Quitter

# golfScoreKeeper
source: 9 Cards Golf Scorekeeper
fr: Carnet de scores 9 Cartes Golf

source: Delete Last Row
fr: Supprimer la dernière ligne

# confirmDeleteRound
source: Are you sure you want to delete round {round}?
fr: Êtes-vous sûr de vouloir supprimer le tour {round} ?

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: New Game
fr: Nouvelle partie

# confirmNewGame
source: Are you sure you want to start a new game? All scores will be lost.
fr: Êtes-vous sûr de vouloir commencer une nouvelle partie ? Tous les scores seront perdus.

# rounds
source: {count} Rounds
fr: {count} Tours

# errorLoadingScores
source: Error loading scores: {error}
fr: Erreur lors du chargement des scores : {error}

# golf9Cards
source: 9 Cards
fr: 9 Cartes

# golf9CardsFull
source: Golf 9 Cards
fr: Golf 9 Cartes

# miniPutFull
source: MiniPut 4 Cards
fr: MiniPut 4 Cartes

# noTablesFoundMatching
source: No tables found matching "{searchText}"
fr: Aucune table trouvée pour "{searchText}"

source: Starting
fr: Démarrage

# gameOverTitle
source: GAME OVER
fr: FIN DE PARTIE

source: Select a status
fr: Sélectionnez un statut

source: LAST
fr: DERNIER

source: Done
fr: Valider

source: Add another player
fr: Ajouter un autre joueur

source: Remove this player
fr: Supprimer ce joueur

source: Remove Player
fr: Supprimer le joueur

# removePlayerConfirmation
source: Are you sure you want to remove "{playerName}"?
fr: Êtes-vous sûr de vouloir supprimer "{playerName}" ?

source: Remove
fr: Supprimer

source: No tables available
fr: Aucune table disponible

source: No matching tables
fr: Aucune table correspondante
